{
  "templates": [
    { "day": 1, "tema": "Awali dengan Bismillah", "pagi": "Mulailah hari dengan niat lurus dan hati bersih. Allah bersama langkah pertama yang tulus.", "sore": "Tutup hari ini dengan rasa syukur, karena sekecil apapun kemajuanmu, itu tetap berarti." },
    { "day": 2, "tema": "Istiqamah", "pagi": "Langkah kecil yang konsisten lebih kuat daripada niat besar yang tak dijalankan.", "sore": "Jangan lelah memperbaiki diri, istiqamah adalah kunci keberhasilan jangka panjang." },
    { "day": 3, "tema": "Networking for Ummah", "pagi": "Silaturahmi bukan sekadar hubungan, tapi sumber rezeki dan keberkahan.", "sore": "Bangun koneksi bukan untuk pamrih, tapi untuk saling menguatkan." },
    { "day": 4, "tema": "Optimisme", "pagi": "Setiap pagi adalah peluang baru. Bangkitlah, meski kemarin belum sesuai harapan.", "sore": "Hasil tak selalu instan, tapi setiap usaha membawa kamu lebih dekat pada mimpi." },
    { "day": 5, "tema": "Leadership & Amanah", "pagi": "Pemimpin sejati lahir dari kejujuran dan kepedulian.", "sore": "Amanah itu bukan beban, tapi kehormatan untuk ditunaikan sebaik-baiknya." },
    { "day": 6, "tema": "Syukur & Sabar", "pagi": "Bersyukurlah atas hal kecil, karena di situlah kebahagiaan berakar.", "sore": "Sabar bukan diam, tapi tetap kuat di tengah ujian." },
    { "day": 7, "tema": "Growth Mindset", "pagi": "Jangan takut gagal, karena gagal hanyalah pelajaran dengan penyamaran.", "sore": "Hari ini kamu mungkin jatuh, tapi esok kamu bisa terbang lebih tinggi." },
    { "day": 8, "tema": "Tanggung Jawab", "pagi": "Setiap amanah kecil yang dijalankan dengan sungguh-sungguh membuka pintu kepercayaan besar.", "sore": "Lakukan yang terbaik hari ini, meski belum sempurna." },
    { "day": 9, "tema": "Spiritual Focus", "pagi": "Kuatkan koneksi dengan Allah sebelum koneksi dengan dunia.", "sore": "Istirahatlah dalam doa, karena di sana ada ketenangan yang tak tergantikan." },
    { "day": 10, "tema": "Komitmen & Konsistensi", "pagi": "Disiplin hari ini adalah investasi masa depan.", "sore": "Yang luar biasa bukan yang cepat, tapi yang terus bertahan." },
    { "day": 11, "tema": "Doa & Ikhtiar", "pagi": "Berdoalah sekuat tenaga, lalu lepaskan hasilnya pada Allah.", "sore": "Doa yang belum terkabul bukan diabaikan, tapi sedang disiapkan waktu terbaiknya." },
    { "day": 12, "tema": "Kolaborasi", "pagi": "Kerja sama memperluas rezeki, kebersamaan memperkuat langkah.", "sore": "Berbagi beban menjadikan perjalanan lebih ringan." },
    { "day": 13, "tema": "Empati & Kepedulian", "pagi": "Kelembutan hati adalah kekuatan yang jarang terlihat.", "sore": "Sedikit empati bisa menyembuhkan luka besar." },
    { "day": 14, "tema": "Perencanaan", "pagi": "Rencana kecil yang dijalankan lebih baik dari ide besar yang ditunda.", "sore": "Evaluasi hari ini agar besok bisa melangkah lebih tajam." },
    { "day": 15, "tema": "Keberanian", "pagi": "Keberanian bukan tanpa takut, tapi melangkah meski takut.", "sore": "Lompatan kecil hari ini bisa jadi perubahan besar esok." },
    { "day": 16, "tema": "Integritas", "pagi": "Integritas adalah fondasi rezeki dan kepercayaan.", "sore": "Kejujuran mungkin lambat, tapi selalu menang di akhir." },
    { "day": 17, "tema": "Kemandirian", "pagi": "Berhenti menunggu peluang, mulailah menciptakannya.", "sore": "Usaha sendiri lebih membanggakan daripada hasil instan." },
    { "day": 18, "tema": "Ketenangan", "pagi": "Tenang bukan berarti pasif, tapi yakin bahwa Allah mengatur segalanya.", "sore": "Lepaskan yang tak bisa dikendalikan, fokus pada yang bisa diperbaiki." },
    { "day": 19, "tema": "Networking & Dakwah", "pagi": "Gunakan hubunganmu untuk menginspirasi, bukan sekadar eksis.", "sore": "Kebaikan yang dibagikan akan kembali berlipat." },
    { "day": 20, "tema": "Keteguhan Hati", "pagi": "Jangan mudah goyah, orang besar ditempa oleh tantangan besar.", "sore": "Kesulitan adalah latihan menuju kematangan." },
    { "day": 21, "tema": "Inovasi & Kreativitas", "pagi": "Pikiran kreatif membuka pintu rezeki tak terduga.", "sore": "Jangan takut berbeda, karena dari perbedaan lahir kemajuan." },
    { "day": 22, "tema": "Spiritual Leadership", "pagi": "Pimpin dengan hati, bukan hanya dengan jabatan.", "sore": "Pemimpin sejati bukan yang ditakuti, tapi yang dirindukan." },
    { "day": 23, "tema": "Doa & Syukur", "pagi": "Awali hari dengan dzikir, karena dari sana tenang datang.", "sore": "Tutup hari dengan syukur, karena dari sana bahagia tumbuh." },
    { "day": 24, "tema": "Rezeki & Amanah", "pagi": "Rezeki bukan hanya uang, tapi kesempatan untuk berbuat baik.", "sore": "Kelola rezekimu dengan bijak agar berkahnya terus hidup." },
    { "day": 25, "tema": "Ukhuwah & Harmoni", "pagi": "Bangun hubungan atas dasar kasih dan doa.", "sore": "Hargai setiap perbedaan, karena di sanalah Allah menunjukkan kebesaran-Nya." },
    { "day": 26, "tema": "Doa Orang Tua", "pagi": "Ridha Allah bergantung pada ridha orang tua.", "sore": "Sisihkan waktu untuk mendoakan mereka, karena itu membuka pintu langit." },
    { "day": 27, "tema": "Refleksi & Perubahan", "pagi": "Lihat ke belakang bukan untuk menyesal, tapi untuk memperbaiki langkah.", "sore": "Setiap sore adalah waktu terbaik untuk introspeksi diri." },
    { "day": 28, "tema": "Semangat Baru", "pagi": "Bangun dengan semangat baru, meski semalam terasa berat.", "sore": "Esok selalu punya kesempatan baru bagi yang tak menyerah." },
    { "day": 29, "tema": "Tawakal", "pagi": "Lakukan yang terbaik, sisanya biarkan Allah yang atur.", "sore": "Tawakal bukan pasrah, tapi yakin setelah berusaha." },
    { "day": 30, "tema": "Syariah & Keberkahan", "pagi": "Menjalankan hidup sesuai syariah bukan beban, tapi sumber ketenangan.", "sore": "Setiap langkah halal membawa keberkahan yang tenang." },
    { "day": 31, "tema": "Evaluasi & Doa Penutup", "pagi": "Akhiri bulan dengan refleksi dan doa terbaik.", "sore": "Bulan baru, semangat baru, niat baru — teruslah berproses menuju keberkahan." }
  ]
}
