{
  "templates": [
    {
      "day": 1,
      "tema": "Niat & Awal Baru",
      "pagi": "Mulailah hari ini dengan niat lurus dan semangat baru.",
      "sore": "Setiap niat baik yang dijalankan membawa keberkahan baru."
    },
    {
      "day": 2,
      "tema": "Istiqamah",
      "pagi": "Langkah kecil yang konsisten lebih kuat dari lompatan besar yang jarang.",
      "sore": "Jangan bosan dengan proses, di sanalah kekuatanmu dibentuk."
    },
    {
      "day": 3,
      "tema": "Tanggung Jawab & Amanah",
      "pagi": "Amanah bukan beban, tapi kehormatan untuk ditunaikan.",
      "sore": "Tugas hari ini mungkin berat, tapi hasilnya kelak membahagiakan."
    },
    {
      "day": 4,
      "tema": "Silaturahmi & Koneksi",
      "pagi": "Hubungan baik adalah rezeki yang tak terlihat.",
      "sore": "Terus jalin kebaikan, karena silaturahmi memperpanjang keberkahan."
    },
    {
      "day": 5,
      "tema": "Optimisme",
      "pagi": "Setiap pagi adalah halaman baru, tulislah dengan keyakinan.",
      "sore": "Hari ini mungkin tidak sempurna, tapi kamu tetap bertumbuh."
    },
    {
      "day": 6,
      "tema": "Kesabaran",
      "pagi": "Sabar itu bukan diam, tapi tetap tenang dalam perjuangan.",
      "sore": "Terkadang menunggu adalah bagian dari takdir terbaik."
    },
    {
      "day": 7,
      "tema": "Bersyukur",
      "pagi": "Syukur membuat sedikit terasa cukup.",
      "sore": "Lihat kembali hari ini, pasti ada hal kecil yang patut disyukuri."
    },
    {
      "day": 8,
      "tema": "Kemandirian",
      "pagi": "Bangun dari zona nyaman, karena rezeki ada di luar sana.",
      "sore": "Jangan takut sendiri, Allah bersama setiap usaha yang tulus."
    },
    {
      "day": 9,
      "tema": "Komitmen",
      "pagi": "Jangan menyerah di tengah jalan, hasil besar lahir dari tekad panjang.",
      "sore": "Bukan seberapa cepat kamu sampai, tapi seberapa kuat kamu bertahan."
    },
    {
      "day": 10,
      "tema": "Doa & Ikhtiar",
      "pagi": "Berdoalah sekuat tenaga, berikhtiarlah sebaik mungkin.",
      "sore": "Doa yang belum terjawab bukan berarti diabaikan, tapi sedang disiapkan."
    },

    // ... lanjutkan pola ini sampai day: 31
    {
      "day": 31,
      "tema": "Perjalanan Hidup",
      "pagi": "Hari terakhir bulan ini bukan akhir, tapi bab baru untuk tumbuh.",
      "sore": "Tutup bulan dengan doa dan rencana, buka bulan depan dengan semangat."
    }
  ]
}
